{
  "voeux_2024": [
    "May 2024 be the year all your dreams come true.",
    "Take each day of 2024 as a new adventure.",
    "In 2024, may every challenge become an opportunity.",
    "Happy New Year! May each day be filled with success and happiness.",
    "In 2024, cherish every moment spent with your loved ones.",
    "Never let a stumbling block become an obstacle.",
    "May you find joy in the little things in 2024.",
    "This year, work to make your wildest dreams come true.",
    "Each new day is a blank canvas, it's up to you to paint your masterpiece.",
    "May 2024 bring you health, love, and prosperity.",
    "Learn something new every day of 2024.",
    "Remember, after the rain always comes the sun.",
    "May this year be better than the last!",
    "May your days be as sparkling as champagne in 2024.",
    "May 2024 bring you an abundance of new opportunities.",
    "Smile more often in 2024, it's a universal language of peace.",
    "Make 2024 a year of gratitude and kindness.",
    "May you surpass your limits and reach new heights in 2024.",
    "May love and joy surround you throughout the year.",
    "In 2024, dare to dream big and pursue those dreams with passion.",
    "May peace reign in your heart throughout the year.",
    "May you always find the courage to face difficulties.",
    "May 2024 be a year of achievements and lasting happiness.",
    "Cultivate optimism and look at the world with hope in 2024.",
    "May your family and friends be your greatest support in 2024.",
    "May you live each day with passion and enthusiasm.",
    "May every sunrise bring hope, and every sunset, serenity.",
    "2024, the year to embrace new cultures and experiences.",
    "May your life be as colorful and joyful as fireworks.",
    "May you always find the strength to forgive and move on.",
    "May 2024 be the year of kindness and understanding.",
    "Leave behind regrets and move forward with confidence in 2024.",
    "May you find the perfect balance in your life this year.",
    "May creativity and inspiration abound in 2024.",
    "For 2024, wish less and act more.",
    "May your health be a priority this year.",
    "Cultivate new friendships and maintain the old ones in 2024.",
    "May each day of 2024 be a happy chapter in your life.",
    "May you find time for yourself in 2024.",
    "May smiles be frequent and tears rare this year.",
    "2024, the year to exceed expectations and positively surprise.",
    "May you be surrounded by positivity and people who elevate you.",
    "May 2024 be the year you fully live every moment.",
    "Let joy and inner peace guide your steps in 2024.",
    "May solidarity and compassion be your mantras for the year.",
    "May you always see the glass half full in 2024.",
    "May your courage and determination be unwavering this year.",
    "In 2024, may your curiosity open new horizons.",
    "May you find happiness in the simple things of life.",
    "May you be a beacon of hope and inspiration for others.",
    "May 2024 be the year of abundance in all aspects of your life.",
    "Let gratitude be your daily attitude in 2024.",
    "May you have the wisdom to make the right decisions this year.",
    "May every moment of 2024 be a precious memory.",
    "May you live fully and love unreservedly in 2024.",
    "May the new year bring balance in your personal and professional life.",
    "In 2024, may your family be your greatest treasure.",
    "May you overcome all trials with grace and strength.",
    "May the new year offer moments of reflection and personal growth.",
    "In 2024, leave your positive mark on the world.",
    "May you be an example of kindness and generosity.",
    "May every challenge of 2024 make you stronger and wiser.",
    "May you embrace each new day with hope and determination.",
    "May 2024 be a testament to your endurance and perseverance.",
    "Let love guide each of your steps this year.",
    "May you find beauty in the ordinary and everyday.",
    "May this year teach you patience, tolerance, and understanding.",
    "In 2024, may every laugh be contagious and every smile sincere.",
    "May you be surrounded by light and love throughout the year.",
    "May 2024 be a year of self-discovery and personal growth.",
    "Let the joy of living be your daily companion.",
    "May you always find the strength to stay true to yourself.",
    "May this year offer you the chance to renew your passions and interests.",
    "In 2024, may your journey be as rewarding as the destination.",
    "May you always have a grateful heart and an open mind.",
    "May 2024 be a year of inner peace and serenity.",
    "Let each day be an opportunity to grow and learn.",
    "May you build strong and meaningful relationships in 2024.",
    "May this year be an adventure filled with joy and excitement.",
    "In 2024, may you have the strength to let go of what no longer serves you.",
    "May you find joy in your work and your leisure.",
    "May 2024 be a year where you fully live your values.",
    "Let each choice you make bring you closer to your dreams.",
    "May you always find light even in dark moments.",
    "May this year bring you a sense of accomplishment and satisfaction.",
    "In 2024, may you find joy in the journey, not just the destination.",
    "May you always keep a curious and eager-to-learn mind.",
    "May 2024 be a year of resilience in the face of trials.",
    "Let kindness be your guide in all your actions.",
    "May you be a source of inspiration and positivity for others.",
    "May this year be filled with moments worth celebrating.",
    "In 2024, may your path be illuminated by hope and optimism.",
    "May you find richness in relationships and experiences, not just in material goods.",
    "May every day of 2024 be a step towards the best version of yourself.",
    "May every sunrise of 2024 bring new promises.",
    "In 2024, may you live boldly and without regrets.",
    "May the new year bless you with success and personal fulfillment.",
    "May you find inner peace and happiness in 2024.",
    "May 2024 be the year you fully embrace change.",
    "May you create unforgettable memories with your loved ones this year.",
    "In 2024, may each day be an opportunity for rejoicing.",
    "May the new year offer you new perspectives and fresh starts.",
    "May you find the strength to forgive and move forward.",
    "May 2024 be filled with quality moments with those you love.",
    "In 2024, may each laughter be a reminder of the joy of living.",
    "May you find serenity in moments of solitude.",
    "May the new year strengthen your faith in yourself and your dreams.",
    "May you find the courage to follow your heart and intuition.",
    "May 2024 be the year of balance and harmony in your life.",
    "May you embrace your true self and shine.",
    "In 2024, may you be surrounded by true friendship and support.",
    "May the new year be a source of inspiration and creativity.",
    "May you overcome obstacles with grace and resilience.",
    "May 2024 witness your evolution and personal growth.",
    "In 2024, may your well-being be an absolute priority.",
    "May you find joy in serving and helping others.",
    "May the new year bring you clarity and direction.",
    "May you be generous in love and kindness.",
    "May 2024 be the year you fully live each day.",
    "May you be thankful for the little things and big victories.",
    "In 2024, may patience and perseverance be your allies.",
    "May the new year inspire you to reach new heights.",
    "May you be blessed with health and vitality throughout the year.",
    "May 2024 bring you the wisdom to make wise choices.",
    "In 2024, may love guide each of your actions.",
    "May you find time for what truly matters to you.",
    "May the new year be a reflection of your greatest aspirations.",
    "May you have the courage to let go of what no longer serves you.",
    "May 2024 be a year of deep reflections and discoveries.",
    "May you be a ray of sunshine in someone's life.",
    "In 2024, may compassion and empathy guide your interactions.",
    "May the new year offer opportunities for growth and evolution.",
    "May you be surrounded by peace, love, and happiness.",
    "May 2024 be the start of a decade of success and happiness.",
    "In 2024, may your heart be light and your mind at peace.",
    "May you find the strength to face challenges with confidence.",
    "May the new year bring you the fulfillment of your dearest desires.",
    "May you have a year filled with laughter, love, and peace."
     ]
}
