{
  "questions": [
    {
      "id": 1,
      "question": "Quels types d'outils peuvent être utilisés pour faciliter l'innovation participative ?",
      "propositions": [
        "Des tableurs Excel.",
        "Des réunions en tête-à-tête.",
        "Des plateformes en ligne de gestion d'idées."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 2,
      "question": "Quelle est l'importance de la communication dans l'innovation participative ?",
      "propositions": [
        "Limiter la transparence.",
        "Faciliter le partage d'idées et la collaboration.",
        "Encourager la compétition entre les employés."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 3,
      "question": "Comment peut-on favoriser un environnement propice à l'innovation participative ?",
      "propositions": [
        "En maintenant un environnement rigide et hiérarchique.",
        "En décourageant la prise de risque.",
        "En encourageant la prise de risque et l'expérimentation."
        
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 4,
      "question": "Comment peut-on favoriser une culture de confiance dans le contexte de l'innovation participative ?",
      "propositions": [
        "En gardant les employés dans l'ignorance.",        
        "En maintenant un environnement de secret et de méfiance.",
        "En favorisant la transparence et le partage d'informations."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 5,
      "question": "Comment peut-on favoriser l’expression des idées chez les employés introvertis ?",
      "propositions": [
        "En les excluant dans les discussions.",
        "En offrant des possibilités de contribution écrite et anonyme.",
        "En les obligeant à s’exprimer publiquement."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 6,
      "question": "Quel est l'avantage de l'utilisation de plateformes en ligne pour l'expression des idées en innovation participative ?",
      "propositions": [
        "Elles permettent une contribution continue et la collaboration à distance.",
        "Elles limitent la participation.",        
        "Elles rendent les idées publiques sans protection de la vie privée."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 7,
      "question": "Quelles sont les étapes pour exprimer efficacement une idée en innovation participative ?",
      "propositions": [
        "Garder l'idée pour soi jusqu'à ce qu'elle soit parfaite.",        
        "Ignorer les idées des autres et travailler seul sur ses propres idées.",
        "Formuler clairement l'idée, la partager avec les autres, et encourager la discussion."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 8,
      "question": "Pourquoi est-il important d'écouter activement les idées des autres en innovation participative ?",
      "propositions": [
        "Pour décourager la collaboration.",
        "Pour encourager la diversité des idées et favoriser l'innovation.",
        "Pour limiter les perspectives disponibles."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 9,
      "question": "Qu'est-ce que la culture de l'écoute dans le contexte de l'innovation participative ?",
      "propositions": [
        "Encourager l'écoute active et la considération des idées des autres.",
        "Ignorer les idées des collègues.",        
        "Imposer ses propres idées sans tenir compte des autres."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 10,
      "question": "Qu'est-ce que la création d'un environnement de confiance dans l'accompagnement des innovateurs ?",
      "propositions": [
        "Ignorer les inquiétudes des innovateurs.",        
        "Minimiser l'importance de la confiance dans le processus d'innovation.",
        "Créer un climat où les innovateurs se sentent en sécurité pour exprimer leurs idées et leurs préoccupations."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 11,
      "question": "Pourquoi est-il difficile de faire en sorte que les collaborateurs innovent ?",
      "propositions": [
        "Parce que l'innovation est une compétence innée chez certains collaborateurs.",
        "Parce que les expériences douloureuses ont découragé certains collaborateurs.",
        "Parce que les collaborateurs manquent de compétences techniques."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 12,
      "question": "Quelle compétence est nécessaire pour dépasser les blocages individuels et collectifs ?",
      "propositions": [
        "Compétence en pensée critique.",
        "Compétence en leadership.",        
        "Compétence en gestion du temps."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 13,
      "question": "Qu'est-ce qui est nécessaire pour que l'apprentissage de la pensée critique ait lieu ?",
      "propositions": [
        "Des récompenses financières.",        
        "Un système de punitions pour les erreurs.",
        "Un cadre et une organisation propices."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 14,
      "question": "Qui doit proposer un cadre et une organisation propices à l'accueil de la pensée critique ?",
      "propositions": [
        "Les employés.",
        "La direction et les managers.",
        "Tous"
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 15,
      "question": "Qu’est-il nécessaire de faire pour favoriser l'innovation participative au sein de l'organisation ?",
      "propositions": [
        "Communiquer sur les expériences et témoigner des succès, échecs et enseignements.",
        "Mettre en place des punitions pour ceux qui n'expriment pas leurs idées.",
        "Ignorer les échecs et se concentrer uniquement sur les succès."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 16,
      "question": "Quel est le but de communiquer sur les succès, les échecs et les enseignements ?",
      "propositions": [
        "Accabler les collaborateurs qui ont échoué.",        
        "Établir une hiérarchie basée sur la performance.",
        "Motiver les collaborateurs en mettant en valeur les réussites et les apprentissages."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 17,
      "question": "Pourquoi est-il important pour un manager de communiquer sur une plateforme d’idéation ?",
      "propositions": [
        "Pour montrer son autorité.",
        "Pour valoriser les idées déposées par ses collaborateurs et encourager la participation.",
        "Pour imposer ses propres idées."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 18,
      "question": "Quel est le principal avantage de la mise en place d’un cycle de vie des idées déposées dans une plateforme d’idéation ?",
      "propositions": [
        "Il informe les porteurs d'idées sur leur état d’avancement.",
        "Il est long et complexe.",        
        "Il supprime complètement les idées non retenues."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 19,
      "question": "Comment pouvez-vous encourager la diversité des idées dans l'innovation participative ?",
      "propositions": [
        "En limitant la participation à certaines catégories d'employés.",        
        "En imposant des idées préétablies aux participants.",
        "En encourageant l'inclusion de personnes avec des perspectives différentes."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 20,
      "question": "Pourquoi est-il important de pouvoir exprimer ses idées en innovation participative ?",
      "propositions": [
        "Pour limiter la créativité.",
        "Pour encourager la diversité des perspectives.",
        "Pour maintenir le statu quo."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 21,
      "question": "Qu’est-ce l’écoute active en innovation participative ?",
      "propositions": [
        "Respecter l'interlocuteur, l'écouter sans le juger, quelle que soit la situation.",
        "Ecouter l’interlocuteur en interprétant et jugeant ses propos.",        
        "Ecouter l’interlocuteur et le stopper à chaque fois qu’on a une question."
      ],
      "reponseCorrecte": "A"
    }
  ]
}
