{
  "questions": [
    {
      "id": 1,
      "question": "Comment peut-on encourager la participation des employés dans l'innovation participative ?",
      "propositions": [
        "En reconnaissant et en valorisant les contributions.",
        "En limitant l'accès à l'information.",        
        "En décourageant l'expression des idées."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 2,
      "question": "Comment peut-on maintenir l'engagement des employés dans l'innovation participative sur le long terme ?",
      "propositions": [
        "En ignorant leurs contributions.",
        "En offrant des opportunités de développement de compétences et en reconnaissant leurs réalisations.",
        "En imposant des restrictions strictes sur leur participation."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 3,
      "question": "Comment peut-on assurer la durabilité des initiatives d'innovation participative ?",
      "propositions": [
        "En limitant la diversité des participants.",        
        "En ignorant les préoccupations environnementales et sociales.",
        "En intégrant les objectifs de durabilité dans les processus d'innovation."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 4,
      "question": "Pourquoi est-il important d'évaluer (feedback) régulièrement les initiatives d'innovation participative ?",
      "propositions": [
        "Pour identifier les opportunités d'amélioration et d'ajustement.",
        "Pour maintenir le statu quo.",        
        "Pour ignorer les retours des parties prenantes."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 5,
      "question": "Pourquoi la valorisation des contributions est-elle importante en innovation participative ?",
      "propositions": [
        "Pour décourager les employés de contribuer davantage.",
        "Pour motiver les employés et renforcer leur engagement.",
        "Pour minimiser l'importance des idées proposées."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 6,
      "question": "Pourquoi est-il crucial de fournir un retour d’information sur les idées proposées ?",
      "propositions": [
        "Pour ignorer les contributions des employés.",        
        "Pour décourager les employés de participer.",
        "Pour renforcer l’engagement des employés."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 7,
      "question": "Quels sont les avantages pour une organisation d'encourager l'expression des idées en innovation participative ?",
      "propositions": [
        "Amélioration de l'innovation, de l'engagement des employés et de la résolution de problèmes.",
        "Diminution de la créativité organisationnelle.",        
        "Ignorer les besoins des employés."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 8,
      "question": "Comment l'organisation peut-elle gérer les idées qui ne sont pas mises en œuvre ?",
      "propositions": [        
        "En les rejetant sans explication.",
        "En les valorisant comme une contribution précieuse.",
        "En pénalisant les employés pour avoir proposé des idées non retenues."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 9,
      "question": "Quelle est l'importance de l'encouragement et de la motivation dans l'accompagnement des innovateurs ?",
      "propositions": [
        "Décourager les innovateurs à poursuivre leurs efforts.",        
        "Ignorer les besoins d'encouragement des innovateurs.",
        "Renforcer la confiance et la persévérance des innovateurs face aux défis."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 10,
      "question": "Qu'est-ce que la reconnaissance des succès dans l'accompagnement des innovateurs ?",
      "propositions": [
        "Célébrer les réussites pour renforcer la motivation et l'engagement des innovateurs.",
        "Ignorer les succès des innovateurs.",        
        "Minimiser l'importance de la reconnaissance des succès."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 11,
      "question": "Qu’est-ce que l’envie d’innover ?",
      "propositions": [
        "Un désir de suivre des méthodes traditionnelles.",
        "Un désir intrinsèque de proposer de nouvelles idées et de créer des changements.",
        "Un manque d’intérêt pour l’amélioration continue."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 12,
      "question": "Pourquoi est-il important de maintenir l'envie d'innover au sein d'une organisation ?",
      "propositions": [
        "Pour maintenir le statu quo.",       
        "Pour limiter la créativité des employés.",
        "Pour rester compétitif et répondre aux évolutions en cours et à venir."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 13,
      "question": "Comment les entreprises peuvent-elles encourager l'envie d'innover chez leurs employés ?",
      "propositions": [
        "En créant un environnement qui favorise la prise de risque et l'exploration de nouvelles idées.",
        "En réprimant toute forme de créativité.",        
        "En limitant l'accès aux ressources nécessaires."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 14,
      "question": "Quel est le rôle des leaders dans le maintien de l'envie d'innover ?",
      "propositions": [
        "Décourager toute initiative novatrice.",
        "Encourager, soutenir et valoriser la créativité et l'innovation.",
        "Ignorer les contributions des employés."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 15,
      "question": "Quels sont les avantages de maintenir une culture d'innovation au sein d'une organisation ?",
      "propositions": [
        "Stagnation et perte de compétitivité.",        
        "Diminution de la productivité.",
        "Créativité accrue, meilleure adaptation aux changements."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 16,
      "question": "Quelle est l'importance de la reconnaissance des contributions innovantes ?",
      "propositions": [
        "Pour renforcer la motivation et l'engagement des innovateurs.",
        "Pour décourager les employés à innover.",        
        "Pour minimiser l'impact de l'innovation sur l'organisation."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 17,
      "question": "Qu'est-ce que la gestion des échecs dans le maintien de l'envie d'innover ?",
      "propositions": [
        "Ignorer les échecs pour maintenir une image positive.",
        "Apprendre des échecs et les utiliser comme des opportunités d'apprentissage et d'amélioration.",
        "Punir ceux qui échouent dans leurs initiatives innovantes."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 18,
      "question": "Qu'est-ce que la communication efficace dans le contexte du maintien de l'envie d'innover ?",
      "propositions": [
        "Limiter la communication pour maintenir le secret.",        
        "Ignorer les besoins de communication des employés.",
        "Favoriser la communication ouverte, transparente et bidirectionnelle pour faciliter le partage d'idées et de feedbacks."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 19,
      "question": "Qu'est-ce que la formation et le développement des compétences dans le maintien de l'envie d'innover ?",
      "propositions": [
        "Fournir des opportunités de développement des compétences pour renforcer celles nécessaires à l'innovation.",
        "Limiter les opportunités de formation pour maintenir la stagnation.",        
        "Ignorer l'importance de la formation dans le processus d'innovation."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 20,
      "question": "​​Quel bénéfice la démarche d'innovation participative apporte-t-elle aux collaborateurs ?",
      "propositions": [
        "Elle leur permet de ne plus avoir de responsabilités.",
        "Elle leur permet de (re)donner du sens à leur travail.",
        "Elle leur permet de ne plus investir leurs compétences."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 21,
      "question": "Quel est le rôle des ressources humaines (RH) dans la démarche d'innovation participative ?",
      "propositions": [
        "Les ignorer.",        
        "Les sanctionner.",
        "Les suivre dans leur montée en compétences."
      ],
      "reponseCorrecte": "C"
    }
  ]
}
