{
  "questions": [
    {
      "id": 1,
      "question": "Qu'est-ce que l'innovation participative ?",
      "propositions": [
        "Un processus d'innovation impliquant uniquement des experts en la matière.",
        "Un processus d'innovation réservé aux grandes entreprises et organisations.",
        "Un processus d'innovation impliquant la contribution active des collaborateurs à tous les niveaux de l'organisation."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 2,
      "question": "Quel est l'objectif principal de l'innovation participative ?",
      "propositions": [
        "Accroître la compétition entre les employés.",
        "Encourager la collaboration et la créativité au sein de l'entreprise.",
        "Limiter l'accès à l'information sur les projets en cours."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 3,
      "question": "Quel rôle joue le sens dans l'innovation participative ?",
      "propositions": [
        "Il motive et guide les participants dans leurs contributions.",
        "Il est négligeable.",        
        "Il est seulement important pour les dirigeants de l'entreprise."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 4,
      "question": "Pourquoi est-il essentiel de donner une direction claire en innovation participative ?",
      "propositions": [
        "Pour limiter la participation des employés.",        
        "Pour exclure les idées nouvelles et radicales.",
        "Pour garantir que les efforts d'innovation sont alignés sur les objectifs de l'entreprise."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 5,
      "question": "Quelle est la différence entre l'innovation participative et les méthodes traditionnelles d'innovation ?",
      "propositions": [
        "L'innovation participative exclut les employés de la prise de décision.", 
        "L'innovation participative implique une plus grande participation des employés à tous les niveaux.",       
        "Les méthodes traditionnelles d'innovation sont plus efficaces."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 6,
      "question": "Qui devrait être impliqué dans l'innovation participative ?",
      "propositions": [
        "Tous les employés quel que soit leur niveau hiérarchique.",
        "Seulement les cadres supérieurs.",    
        "Seulement les départements de recherche et développement."
        
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 7,
      "question": "Quels sont les avantages de l'innovation participative ?",
      "propositions": [
        "Moins de diversité d'idées.",       
        "Plus grande centralisation du processus décisionnel.",
        "Amélioration de l'engagement des employés et de la qualité des solutions."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 8,
      "question": "Quels sont les effets indirects de la participation des collaborateurs à la démarche d'innovation participative ?",
      "propositions": [
        "Le renforcement de la concurrence interne, la diminution de la collaboration, l’isolement.",
        "L’apprentissage, la transformation organisationnelle, le changement positif de comportement.",
        "L’amélioration de la productivité, la réduction du temps de travail."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 9,
      "question": "Quel est l'avantage de la diversité dans le processus d'innovation participative ?",
      "propositions": [
        "Favoriser l'innovation et la créativité.",
        "Réduire les perspectives et les idées.",        
        "Faciliter la conformité aux normes établies."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 10,
      "question": "Qu'est-ce que la direction stratégique en innovation participative ?",
      "propositions": [
        "Fixer des objectifs vagues et généraux.",        
        "Ignorer les défis potentiels.",
        "Définir clairement les priorités et les orientations pour l'innovation."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 11,
      "question": "Quelles sont les limites de l'innovation participative ?",
      "propositions": [
        "Manque de diversité dans les idées.",
        "Risque de surcharge d'informations.",
        "Renforcer la culture de l'entreprise."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 12,
      "question": "Pourquoi la transparence est-elle importante dans l'innovation participative ?",
      "propositions": [
        "Pour favoriser la confiance et l'engagement des employés.",
        "Pour limiter l'accès à l'information.",        
        "Pour maintenir le secret des projets."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 13,
      "question": "Quels sont les obstacles potentiels à l'innovation participative ?",
      "propositions": [
        "Manque de diversité d'opinions.",        
        "Ouverture à de nouvelles idées.",
        "Rigidité organisationnelle et peur du changement."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 14,
      "question": "Comment peut-on intégrer les valeurs de l’organisme dans l'innovation participative ?",
      "propositions": [
        "En ignorant les valeurs de l'entreprise.",
        "En alignant les initiatives d'innovation avec les valeurs fondamentales de l’organisme.",
        "En écartant les valeurs pour favoriser l'innovation."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 15,
      "question": "Quel est l'effet probable de ne pas prendre en compte les attentes des participants lors de l'innovation participative ?",
      "propositions": [
        "Un sentiment de déception chez certains.",
        "Une augmentation de la motivation.",        
        "Une accélération du processus."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 16,
      "question": "Quelle est la première étape pour définir l’objectif de la démarche d'innovation participative ?",
      "propositions": [
        "Organiser la convergence.",        
        "Se lancer directement dans l'innovation participative.",
        "Accepter la divergence de point de vue."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 17,
      "question": "Combien de degrés d'ouverture (périmètre de participation) sont possibles en innovation participative ?",
      "propositions": [
        "Deux.",
        "Trois.",
        "Quatre."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 18,
      "question": "Quels sont les trois degrés d'ouverture (périmètre de participation) possibles en innovation participative ?",
      "propositions": [
        "Fermé, entre-ouvert, ouvert.",
        "Restreint, semi-ouvert, ouvert.",        
        "Privé, semi-privé, public."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 19,
      "question": "Qu'est-ce qui doit être pris en compte avant de décider du périmètre des personnes pouvant participer à l'innovation participative ?",
      "propositions": [
        "Le niveau de compétence.",        
        "Les intérêts personnels.",
        "Les coûts et bénéfices associés à chaque périmètre de participation."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 20,
      "question": "Le choix du degré d'ouverture (périmètre de participation) en innovation participative est-il définitif ?",
      "propositions": [
        "Oui, il est définitif.",
        "Non, il peut évoluer en fonction de l'environnement.",
        "Oui, mais seulement dans certains cas."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 21,
      "question": "Pourquoi est-il important de connaître les coûts et les bénéfices de chaque degré d'ouverture (périmètre de participation) possibles en innovation participative ?",
      "propositions": [
        "Pour prendre une décision éclairée sur le périmètre de participation.",
        "Pour exclure les personnes non qualifiées.",        
        "Pour réduire les dépenses."
      ],
      "reponseCorrecte": "A"
    },
    {
      "id": 22,
      "question": "Pourquoi est-il important de mettre en place des indicateurs de performance pour évaluer l'innovation participative ?",
      "propositions": [
        "Pour justifier l'existence de l'organisation.",        
        "Pour mesurer l'efficacité de la direction.",
        "Pour prouver son utilité et son impact sur l'organisation."
      ],
      "reponseCorrecte": "C"
    },
    {
      "id": 23,
      "question": "Quelles sont les parties prenantes auxquelles il convient d'ouvrir le processus d'évaluation de l’innovation participative ?",
      "propositions": [
        "Seulement les cadres supérieurs.",
        "L'ensemble des collaborateurs.",
        "Uniquement les collaborateurs directement impliqués."
      ],
      "reponseCorrecte": "B"
    },
    {
      "id": 24,
      "question": "Quels sont les indicateurs globaux permettant d’évaluer l'impact de l'innovation participative ?",
      "propositions": [
        "Impact stratégique, Impact QVT, Impact sur la montée en compétence, Impact culture.",
        "Impact financier, Impact marketing, Impact juridique.",        
        "Impact environnemental, Impact technologique, Impact social."
      ],
      "reponseCorrecte": "A"
    }
  ]
}
